{
  "questions": [
    {
      "question": "A colecistite aguda é definida como inflamação súbita da parede da vesícula biliar.",
      "isTrue": true,
      "explanation": "VERDADEIRO. A colecistite aguda é simplesmente definida como “a inflamação aguda e súbita da parede da vesícula biliar”."
    },
    {
      "question": "A colecistite acalculosa é a forma mais comum desta condição.",
      "isTrue": false,
      "explanation": "FALSO. A grande maioria dos casos de colecistite aguda (entre 90% e 95%) tem origem na litíase, ou seja, causada por cálculos biliares. A forma alitiática é uma minoria."
    },
    {
      "question": "A colecistite aguda é mais prevalente em homens do que em mulheres.",
      "isTrue": false,
      "explanation": "FALSO. A colecistite aguda é mais prevalente em mulheres do que em homens, numa proporção de 3 para 2."
    },
    {
      "question": "A cólica biliar é uma dor constante e persistente, semelhante à da colecistite aguda.",
      "isTrue": false,
      "explanation": "FALSO. A cólica biliar é um espasmo intermitente, diferentemente da dor da colecistite aguda, que é constante e persistente devido a uma obstrução que não cede."
    },
    {
      "question": "O sinal de Murphy é um achado patognomônico de colecistite aguda.",
      "isTrue": true,
      "explanation": "VERDADEIRO. O sinal de Murphy é descrito como um sinal patognomônico. Consiste em dor aguda e cessação da inspiração profunda quando é exercida pressão no quadrante superior direito do abdome."
    },
    {
      "question": "O diagnóstico de colecistite aguda deve basear-se apenas nos achados clínicos.",
      "isTrue": false,
      "explanation": "FALSO. O diagnóstico preciso não deve ser baseado apenas nos sintomas clínicos, mas é essencial uma avaliação conjunta dos sintomas clínicos, estudos laboratoriais e achados de imagem."
    },
    {
      "question": "A maioria dos casos de colecistite é causada por impactação de cálculos biliares.",
      "isTrue": true,
      "explanation": "VERDADEIRO. A fisiopatologia explica que o evento inicial mais frequente (mais de 90% dos casos) é a impactação de um cálculo no ducto cístico, o que desencadeia a inflamação."
    },
    {
      "question": "O aumento da pressão interna na vesícula biliar pode causar isquemia de sua parede.",
      "isTrue": true,
      "explanation": "VERDADEIRO. O aumento da pressão interna comprime os vasos sanguíneos que irrigam a parede da vesícula biliar, o que pode causar isquemia e necrose tecidual."
    },
    {
      "question": "A infecção bacteriana da vesícula biliar é sempre o evento inicial da colecistite aguda.",
      "isTrue": false,
      "explanation": "FALSO. O processo inicial é químico devido à estagnação da bile. A infecção bacteriana é uma complicação secundária facilitada pela estase e isquemia."
    },
    {
      "question": "A colecistite gangrenosa é a complicação menos comum da colecistite aguda.",
      "isTrue": false,
      "explanation": "FALSO. A colecistite gangrenosa é citada como a complicação mais comum, ocorrendo em aproximadamente 20% dos casos."
    }
  ]
}